Revit 2027 API
AnalysisDisplayColorSettings Constructor
Overload List
Name | Description
AnalysisDisplayColorSettings() |  Constructs a default instance of color settings.
AnalysisDisplayColorSettings(AnalysisDisplayColorSettings) |  Constructs a new copy of the input AnalysisDisplayColorSettings object.
Top
See Also
Reference
AnalysisDisplayColorSettings Class
Autodesk.Revit.DB.Analysis Namespace